{
  "geoblacklight_version": "1.0",
  "dc_identifier_s": "https://hgl.harvard.edu/catalog/harvard-am-tpc-h01bl",
  "dc_title_s": "Algeria, Morocco, 1994, Tactical Pilotage Chart (TPC) H-1B (Raster Image)",
  "dc_description_s": "This layer is a georeferenced raster image of the United States Aerospace Center's Tactical Pilotage Chart (TPC) 1:500,000 map series sheet entitled: TPC H-1B : Algeria, Morocco. Edition: 5. Revision date: 1994. Printed in: 1997. Covers all or portions of: Algeria, Morocco. The image inside the map neatline is georeferenced to the surface of the earth and fit to World Geodetic System (1984) coordinates. All map collar information is also available as part of the raster image. Series source sheets are of varying revision dates (1973-2001) and editions, published by the U.S. Defense Mapping Agency/U.S. National Imagery and Mapping Agency (later the National Geospatial-Intelligence Agency). Some sheets published by the UK Ministry of Defence (later the Defence Geographic and Imagery Intelligence Agency). The source map was scanned and georeferenced for Harvard University's Center for Geographic Analysis' AfricaMap project by East View Cartographic. Individual TPC sheets covering a large portion of Africa (137 sheets in total) were selected from the worldwide TPC series. The Tactical Pilotage Chart (TPC) is the standard worldwide medium-scale aeronautical chart series. The TPC and other aeronautical navigation and planning charts provide essential cartographic data appropriate to scale, and are overprinted with stable aeronautical information such as obstructions, aerodromes, special use airspace, navigational aids, Maximum Elevation Figures (MEFs), and related data. TPC's also show selected topographic, cultural and hydrographic features such as: city outlines, towns and villages, rivers, lakes, landmark features (labeled), roads, railroads, towers, transmission lines, other landmarks, vegetation areas, clearings, and more. Ground elevation is indicated by contours (500-foot intervals with intermediate contours shown at 250 feet), shading, tints, and spot heights. Please pay close attention to map collar information for original projection information, keys and legends to grid and chart numbering and other numbers, elevations, aeronautical information, vertical obstacles, ground cover, cultural features, and other data which appear inside the neatline.",
  "dc_rights_s": "Public",
  "dct_provenance_s": "Harvard",
  "dct_references_s": "{\"http://www.opengis.net/cat/csw/csdgm\":\"https://raw.githubusercontent.com/harvard-library/harvard-geodata/main/fgdc/AM_TPC_H01BL.xml\",\"http://www.opengis.net/def/serviceType/ogc/wms\":\"https://geodata-proxy.lib.harvard.edu/geoserver/proxy/requestfile/wms\",\"http://www.opengis.net/def/serviceType/ogc/wfs\":\"https://geodata-proxy.lib.harvard.edu/geoserver/proxy/requestfile/wfs\",\"http://schema.org/DownloadAction\":\"https://geodata-proxy.lib.harvard.edu/geoserver/proxy/downloadfile\"}",
  "layer_id_s": "mapimages_public:AM_TPC_H01BL",
  "layer_slug_s": "harvard-am-tpc-h01bl",
  "layer_geom_type_s": "Raster",
  "layer_modified_dt": "2009-06-26T00:00:00Z",
  "dc_creator_sm": [
    "Aerospace Center (U.S.)",
    "United States. National Imagery and Mapping Agency.",
    "United States. Defense Mapping Agency.",
    "Harvard University. Center for Geographic Analysis.",
    "East View Cartographic, Inc."
  ],
  "dc_publisher_s": [
    "Harvard Map Collection, Harvard College Library"
  ],
  "dc_format_s": "GeoTIFF",
  "dc_type_s": "Dataset",
  "dc_subject_sm": [
    "Maps",
    "Aeronautical charts",
    "Landforms",
    "Bodies of water",
    "Human settlements",
    "Land use",
    "Infrastructure",
    "Transportation",
    "imageryBaseMapsEarthCover",
    "transportation"
  ],
  "dct_spatial_sm": [
    "Algeria",
    "Morocco"
  ],
  "dct_issued_s": "2009",
  "dct_temporal_sm": [
    "1994"
  ],
  "solr_geom": "ENVELOPE(-13.998345, -6.27173, 32.246857, 27.418522)",
  "solr_year_i": 1994,
  "harvard_collectionID_sm": [
    "990121401670203941"
  ]
}