{
  "geoblacklight_version": "1.0",
  "dc_identifier_s": "https://hgl.harvard.edu/catalog/harvard-ams7810-s250-u54-ng47-8",
  "dc_title_s": "AMS China Yung-Sheng Region",
  "dc_description_s": "This layer is a geo-referenced raster image of the Army Map Service 1:250,000 scale China series topographic map of the Yung-Sheng region. Compiled in 1954 from L*; China Proper, S.W., 1:250,000, Army Map Service, Sheets G47-K, G47-L, 1946 it was first printed in this series in February 1956. Map Quad ID number is NG47-8. Please note that this map title is an outdated (Wade-Giles romanization) spelling of the Chinese place or feature name for which the map is named. Both this outdated version and the current Pinyin romanization version appear as Place Keywords in this metadata record. A digital raster graphic (DRG) is a scanned image of a standard series topographic map, including all map collar information. The image inside the map neatline is geo-referenced to the surface of the earth and fit to the Universal Transverse Mercator projection. The horizontal positional accuracy and datum of the DRG matches closely with the accuracy and datum of the source map. This map series of China (Series L500) was created and printed by the US Army Corps of Engineers Army Map Service (AMS) during the 1950s. The AMS was later known as the Defense Mapping Agency, which is now subsumed under NIMA. These maps are a contoured topographic map series based largely on the Survey of India. These color maps have contour intervals of 100 meters. Map sources used to create these maps include British Survey of India maps, Japanese civil survey and military maps; United States Air Force (USAF) and United States Hydrographic Office (USHO) charts and a variety of other source maps simply described as the '... best available large scale and medium scale maps of China.' These maps are in English, with modified Wade-Giles romanized Chinese place and feature names, many names also appear as Chinese ideographs. These are typical topographic maps with all of the normal topographic information: contours, transportation, culture, etc. Please pay close attention to map collar information on projections, spheroid and keys to grid numbering and other numbers which appear inside the neatline.",
  "dc_rights_s": "Public",
  "dct_provenance_s": "Harvard",
  "dct_references_s": "{\"http://www.opengis.net/cat/csw/csdgm\":\"https://raw.githubusercontent.com/harvard-library/harvard-geodata/main/fgdc/AMS7810_S250_U54_NG47_8.xml\",\"http://www.opengis.net/def/serviceType/ogc/wms\":\"https://geodata-proxy.lib.harvard.edu/geoserver/proxy/requestfile/wms\",\"http://www.opengis.net/def/serviceType/ogc/wfs\":\"https://geodata-proxy.lib.harvard.edu/geoserver/proxy/requestfile/wfs\",\"http://schema.org/DownloadAction\":\"https://geodata-proxy.lib.harvard.edu/geoserver/proxy/downloadfile\"}",
  "layer_id_s": "mapimages_public:AMS7810_S250_U54_NG47_8",
  "layer_slug_s": "harvard-ams7810-s250-u54-ng47-8",
  "layer_geom_type_s": "Raster",
  "layer_modified_dt": "2005-05-02T00:00:00Z",
  "dc_creator_sm": [
    "Harvard Map Collection, Harvard College Library"
  ],
  "dc_format_s": "GeoTIFF",
  "dc_type_s": "Dataset",
  "dc_subject_sm": [
    "imageryBaseMapsEarthCover",
    "Maps, Topographic",
    "Land Use",
    "Infrastructure",
    "Human settlements",
    "Bodies of water",
    "Landforms"
  ],
  "dct_spatial_sm": [
    "China",
    "Yung-Sheng",
    "Yongsheng",
    "Yongbei",
    "Yunnan Province"
  ],
  "dct_issued_s": "2005-01",
  "dct_temporal_sm": [
    "2005"
  ],
  "solr_geom": "ENVELOPE(100.363238, 102.311643, 27.11808, 25.757659)",
  "solr_year_i": 2005,
  "harvard_collectionID_sm": [
    "990094028280203941"
  ]
}