{
  "geoblacklight_version": "1.0",
  "dc_identifier_s": "https://hgl.harvard.edu/catalog/harvard-g3424-l6s2-1745-g75",
  "dc_title_s": "Louisbourg and Louisbourg Harbour, Nova Scotia, Canada, 1745 (Thomas Jefferys ed.) (Raster Image)",
  "dc_description_s": "This layer is a georeferenced raster image of the historic paper map entitled: A plan of the city and fortifications of Louisburg from a survey made by Richard Gridley, Lieut. Coll. of the train of artillery in 1745 this important fortress was taken on the 17th of June 1745 after a siege of 49 days by nine regiments (that were raised and equiped in 50 days in New England) and commanded by Sr Willm. Pepperill assisted by a fleet under the commande of Commodore Warren with the loss of 101 men killed and 30 that died by sickness. This place was afterwards restored to the French by the Treaty of Aix la Chapel ; A plan of the City and Harbour of Louisburg with the French batteries shewing that part of Gabarus Bay in which they landed and the ground on which they encamped during the Seige in 1758 [i.e. 1745]. It was published by Thos. Jeffrys, Geographer to the Prince of Wales at Charing Cross Octobr. 9, 1758. Scale [ca. 1:21,500]. This image contains 2 maps, the smaller scale map of Louisbourg Harbour, Nova Scotia, Canada is the portion that is georeferenced. The image inside the map neatline is georeferenced to the surface of the earth and fit to the UTM Zone 20N NAD83 (meters) coordinate system. All map collar and inset information is also available as part of the raster image, including any inset maps, profiles, statistical tables, directories, text, illustrations, index maps, legends, or other information associated with the principal map. This map shows coastal features such as harbors, inlets, rocks, channels, points, coves, shoals, islands, and more. Includes also selected land features such as roads, cities and towns, fortifications, troop dispositions, and other points of military interest. Relief is shown by hachures. Depths are shown by soundings. Includes a list of explanations, notes, profile, and inset: A map of Gabarus Bay adjoining to Louisburg. This layer is part of a selection of digitally scanned and georeferenced historic maps from The Harvard Map Collection as part of the Imaging the Urban Environment project. Maps selected for this project represent major urban areas and cities of the world, at various time periods. These maps typically portray both natural and manmade features at a large scale. The selection represents a range of regions, originators, ground condition dates, scales, and purposes.",
  "dc_rights_s": "Public",
  "dct_provenance_s": "Harvard",
  "dct_references_s": "{\"http://www.opengis.net/cat/csw/csdgm\":\"https://raw.githubusercontent.com/harvard-library/harvard-geodata/main/fgdc/G3424_L6S2_1745_G75.xml\",\"http://www.opengis.net/def/serviceType/ogc/wms\":\"https://geodata-proxy.lib.harvard.edu/geoserver/proxy/requestfile/wms\",\"http://www.opengis.net/def/serviceType/ogc/wfs\":\"https://geodata-proxy.lib.harvard.edu/geoserver/proxy/requestfile/wfs\",\"http://schema.org/DownloadAction\":\"https://geodata-proxy.lib.harvard.edu/geoserver/proxy/downloadfile\"}",
  "layer_id_s": "mapimages_public:G3424_L6S2_1745_G75",
  "layer_slug_s": "harvard-g3424-l6s2-1745-g75",
  "layer_geom_type_s": "Raster",
  "layer_modified_dt": "2009-02-25T00:00:00Z",
  "dc_creator_sm": [
    "Harvard Map Collection, Harvard College Library",
    "Gridley, Richard, ca. 1710-1796.",
    "Jefferys, Thomas, d. 1771."
  ],
  "dc_publisher_s": [
    "Harvard Map Collection, Harvard College Library"
  ],
  "dc_format_s": "GeoTIFF",
  "dc_type_s": "Dataset",
  "dc_subject_sm": [
    "Maps",
    "Nautical charts",
    "Coasts",
    "Bodies of water",
    "Harbors",
    "Hydrography",
    "Human settlements",
    "Cities and towns",
    "Land use",
    "Landforms",
    "Infrastructure (Economics)",
    "Transportation",
    "Fortification",
    "imageryBaseMapsEarthCover",
    "transportation",
    "intelligenceMilitary"
  ],
  "dct_spatial_sm": [
    "Canada",
    "Nova Scotia",
    "Louisbourg",
    "Louisbourg Harbour"
  ],
  "dct_issued_s": "2009-02",
  "dct_temporal_sm": [
    "1745"
  ],
  "solr_geom": "ENVELOPE(-60.152836, -59.907968, 45.964554, 45.835064)",
  "solr_year_i": 1745,
  "harvard_collectionID_sm": [
    "990105885430203941"
  ]
}