{
  "geoblacklight_version": "1.0",
  "dc_identifier_s": "https://hgl.harvard.edu/catalog/harvard-g3764-s6-1878-n4-sh1",
  "dc_title_s": "Southbridge, Massachusetts, 1878 (Image 1 of 2) (Raster Image)",
  "dc_description_s": "This layer is a georeferenced raster image of the historic paper map entitled: Map of the town of Southbridge, Mass. : including detail plans of Southbridge, Globe village and Sandersdale from recent and careful surveys under the supervision of the publishers. It was published by New York Publishing House in 1878. Scale [ca. 1:19,200]. This layer is image 1 of 2 total images, representing the southern portion of the two sheet source map. The image inside the map neatline is georeferenced to the surface of the earth and fit to the Massachusetts State Plane Coordinate System, Mainland Zone (in Feet) (Fipszone 2001). All map collar and inset information is also available as part of the raster image, including any inset maps, profiles, statistical tables, directories, text, illustrations, index maps, legends, or other information associated with the principal map. This map shows features such as roads, railroads and stations, drainage, public buildings, schools, churches, hotels, cemeteries, industry locations (e.g. mills, factories, mines, etc.), private buildings and property lots with names of property owners, gas pipes, town and school district boundaries, and more. Relief shown by hachures. Includes also insets: Sandersdale, Worcester Co. Mass (with text) -- Southbridge as it was in 1810.This layer is part of a selection of digitally scanned and georeferenced historic maps of Massachusetts from the Harvard Map Collection. These maps typically portray both natural and manmade features. The selection represents a range of regions, originators, ground condition dates (1755-1922), scales, and purposes. The digitized selection includes maps of: the state, Massachusetts counties, town surveys, coastal features, real property, parks, cemeteries, railroads, roads, public works projects, etc.",
  "dc_rights_s": "Public",
  "dct_provenance_s": "Harvard",
  "dct_references_s": "{\"http://www.opengis.net/cat/csw/csdgm\":\"https://raw.githubusercontent.com/harvard-library/harvard-geodata/main/fgdc/G3764_S6_1878_N4_SH1.xml\",\"http://www.opengis.net/def/serviceType/ogc/wms\":\"https://geodata-proxy.lib.harvard.edu/geoserver/proxy/requestfile/wms\",\"http://www.opengis.net/def/serviceType/ogc/wfs\":\"https://geodata-proxy.lib.harvard.edu/geoserver/proxy/requestfile/wfs\",\"http://schema.org/DownloadAction\":\"https://geodata-proxy.lib.harvard.edu/geoserver/proxy/downloadfile\"}",
  "layer_id_s": "mapimages_public:G3764_S6_1878_N4_SH1",
  "layer_slug_s": "harvard-g3764-s6-1878-n4-sh1",
  "layer_geom_type_s": "Raster",
  "layer_modified_dt": "2010-05-27T00:00:00Z",
  "dc_creator_sm": [
    "Harvard Map Collection, Harvard College Library",
    "New York Publishing House."
  ],
  "dc_publisher_s": [
    "Harvard Map Collection, Harvard College Library"
  ],
  "dc_format_s": "GeoTIFF",
  "dc_type_s": "Dataset",
  "dc_subject_sm": [
    "Maps",
    "Landowners",
    "Real property",
    "Human settlements",
    "Cities and towns",
    "Villages",
    "Landforms",
    "Bodies of water",
    "Land use",
    "Infrastructure (Economics)",
    "Transportation",
    "imageryBaseMapsEarthCover"
  ],
  "dct_spatial_sm": [
    "Massachusetts",
    "Southbridge"
  ],
  "dct_issued_s": "2010-05",
  "dct_temporal_sm": [
    "1878"
  ],
  "solr_geom": "ENVELOPE(-72.052303, -72.019546, 42.075465, 42.057396)",
  "solr_year_i": 1878,
  "harvard_collectionID_sm": [
    "990101428520203941"
  ]
}