{
  "geoblacklight_version": "1.0",
  "dc_identifier_s": "https://hgl.harvard.edu/catalog/harvard-g3824-p5-1956-g4-sh-1",
  "dc_title_s": "Philadelphia, Pennsylvania (East), and vicinity, 1955 (Raster Image) (Image 1 of 2)",
  "dc_description_s": "This layer is a georeferenced raster image of the United States Geological Survey sheet map set entitled: Philadelphia and vicinity, east, 1955 (and west, 1956) (Pennsylvania - New Jersey) by the Geological Survey. It was published in 1958. Scale 1:24,000. Covers Philadelphia and portions of adjacent counties. Mapped by the Geological Survey, U.S. Coast and Geodetic Survey and Army Map Service. Compiled from 1:24,000 scale maps of Langhorne 1953, Hatboro 1952, Ambler 1952, Germantown 1952, Frankford 1950, Beverly 1955, Moorestown 1953, Camden 1949, Philadelphia 1949, Woodbury 1949, Rennemede 1952, and Clementon 1953 7.5 minute quadrangles. This layer is image 1 of 2 total images of the two sheet source map set representing the eastern portion of the map. The image inside the map neatline is georeferenced to the surface of the earth and fit to the Pennsylvania South State Plane Coordinate System NAD27 (in Feet) (Fipszone 3702). All map collar and inset information is also available as part of the raster image, including any inset maps, profiles, statistical tables, directories, text, illustrations, index maps, legends, or other information associated with the principal map. USGS maps are typical topographic maps portraying both natural and manmade features. They show and name works of nature, such as mountains, valleys, lakes, rivers, vegetation, etc. They also identify the principal works of humans, such as roads, railroads, boundaries, transmission lines, major buildings, etc. Relief is shown with standard contour intervals of 10 and 20 feet. Please pay close attention to map collar information on projections, spheroid, sources, dates, and keys to grid numbering and other numbers which appear inside the neatline. This layer is part of a selection of digitally scanned and georeferenced historic maps from The Harvard Map Collection as part of the Imaging the Urban Environment project. Maps selected for this project represent major urban areas and cities of the world, at various time periods. These maps typically portray both natural and manmade features at a large scale. The selection represents a range of regions, originators, ground condition dates, scales, and purposes.",
  "dc_rights_s": "Public",
  "dct_provenance_s": "Harvard",
  "dct_references_s": "{\"http://www.opengis.net/cat/csw/csdgm\":\"https://raw.githubusercontent.com/harvard-library/harvard-geodata/main/fgdc/G3824_P5_1956_G4_SH_1.xml\",\"http://www.opengis.net/def/serviceType/ogc/wms\":\"https://geodata-proxy.lib.harvard.edu/geoserver/proxy/requestfile/wms\",\"http://www.opengis.net/def/serviceType/ogc/wfs\":\"https://geodata-proxy.lib.harvard.edu/geoserver/proxy/requestfile/wfs\",\"http://schema.org/DownloadAction\":\"https://geodata-proxy.lib.harvard.edu/geoserver/proxy/downloadfile\"}",
  "layer_id_s": "mapimages_public:G3824_P5_1956_G4_SH_1",
  "layer_slug_s": "harvard-g3824-p5-1956-g4-sh-1",
  "layer_geom_type_s": "Raster",
  "layer_modified_dt": "2007-12-19T00:00:00Z",
  "dc_creator_sm": [
    "Harvard Map Collection, Harvard College Library",
    "Geological Survey (U.S.)",
    "U.S. Coast and Geodetic Survey."
  ],
  "dc_publisher_s": [
    "Harvard Map Collection, Harvard College Library"
  ],
  "dc_format_s": "GeoTIFF",
  "dc_type_s": "Dataset",
  "dc_subject_sm": [
    "Maps",
    "Maps, Topographic",
    "Human settlements",
    "Cities and towns",
    "Land use",
    "Landforms",
    "Infrastructure (Economics)",
    "Transportation",
    "Bodies of water",
    "imageryBaseMapsEarthCover"
  ],
  "dct_spatial_sm": [
    "Pennsylvania",
    "Philadelphia",
    "Bucks County",
    "Chester County",
    "Delaware County",
    "Montgomery County",
    "New Jersey",
    "Burlington County",
    "Camden County",
    "Gloucester County"
  ],
  "dct_issued_s": "2007-12",
  "dct_temporal_sm": [
    "1955"
  ],
  "solr_geom": "ENVELOPE(-75.438452, -75.123339, 40.207598, 39.79603)",
  "solr_year_i": 1955,
  "harvard_collectionID_sm": [
    "990036876480203941"
  ]
}