{
  "geoblacklight_version": "1.0",
  "dc_identifier_s": "https://hgl.harvard.edu/catalog/harvard-glb-gazusa",
  "dc_title_s": "Global GIS : United States gazetteer, populated places",
  "dc_description_s": "This datalayer is point coverage gazetteer representing populated places in the United States and its territories. It contains official names and locations of populated places (PPL) as defined by the U.S. Board on Geographic Names. It is derived from the Geographic Names Information System (GNIS) and was published as part of the USGS Global GIS : global coverage database (2003). The Geographic Names Information System (GNIS), developed by the U.S. Geological Survey in cooperation with the U.S. Board on Geographic Names (BGN), contains information about physical and cultural geographic features in the United States and associated areas, both current and historical, but not including roads and highways. The database also contains geographic names in Antarctica. The database holds the Federally recognized name of each feature and defines the location of the feature by state, county, USGS topographic map, and geographic coordinates. Other feature attributes include names or spellings other than the official name, feature designations, feature class, historical and descriptive information, and for some categories of features the geometric boundaries. The database assigns a unique feature identifier, a random number, that is a key for accessing, integrating, or reconciling GNIS data with other data sets. The GNIS is our Nation's official repository of domestic geographic feature names information. The USGS Global GIS database contains a wealth of USGS and other public domain data, including global coverages of elevation, landcover, seismicity, and resources of minerals and energy at a nominal scale of 1:1 million. The U.S. Geological Survey (USGS) and The American Geological Institute (AGI) announced a cooperative agreement that will focus on making the USGS Global Geographic Information System (GIS) database readily available to educators and the general public in the form of a DVD based world atlas.",
  "dc_rights_s": "Public",
  "dct_provenance_s": "Harvard",
  "dct_references_s": "{\"http://www.opengis.net/cat/csw/csdgm\":\"https://raw.githubusercontent.com/harvard-library/harvard-geodata/main/fgdc/GLB_GAZUSA.xml\",\"http://www.opengis.net/def/serviceType/ogc/wms\":\"https://geodata-proxy.lib.harvard.edu/geoserver/proxy/requestfile/wms\",\"http://www.opengis.net/def/serviceType/ogc/wfs\":\"https://geodata-proxy.lib.harvard.edu/geoserver/proxy/requestfile/wfs\",\"http://schema.org/DownloadAction\":\"https://geodata-proxy.lib.harvard.edu/geoserver/proxy/downloadfile\"}",
  "layer_id_s": "vector_public:GLB_GAZUSA",
  "layer_slug_s": "harvard-glb-gazusa",
  "layer_geom_type_s": "Point",
  "layer_modified_dt": "2006-03-14T00:00:00Z",
  "dc_creator_sm": [
    "Geological Survey (U.S.)",
    "American Geological Institute",
    "Geological Survey (U.S.). National Mapping Division."
  ],
  "dc_publisher_s": [
    "American Geological Institute"
  ],
  "dc_format_s": "Shapefile",
  "dc_type_s": "Dataset",
  "dc_subject_sm": [
    "Names, Geographical",
    "Gazetteers",
    "Cities and towns",
    "Human settlements",
    "location",
    "Populated places"
  ],
  "dct_spatial_sm": [
    "United States"
  ],
  "dct_issued_s": "2003",
  "dct_temporal_sm": [
    "2003"
  ],
  "dct_isPartOf_sm": [
    "Global GIS : global coverage",
    "U.S. Geological Survey digital data series"
  ],
  "solr_geom": "ENVELOPE(-176.65806, 173.17556, 71.29806, -21.90806)",
  "solr_year_i": 2003,
  "harvard_collectionID_sm": [
    "990100637310203941"
  ]
}