{
  "geoblacklight_version": "1.0",
  "dc_identifier_s": "https://hgl.harvard.edu/catalog/harvard-glb-volc",
  "dc_title_s": "Global GIS : volcanoes of the world ; volcano basic data",
  "dc_description_s": "This datalayer is point coverage containing basic geographic and geologic information for worldwide volcanoes thought to have been active in the last 10,000 years (Holocene). The data is a collection of information by Smithsonian Institution volcanologists summarizing 1,509 volcanoes and this version of the data set was published as part of the USGS Global GIS : global coverage database. The data was adapted from Simkin and Siebert, 1994 'Volcanoes of the World: an Illustrated Catalog of Holocene Volcanoes and their Eruptions' and produced digitally by the Smithsonian Institution's Global Volcanism Program. The data include a unique volcano number, volcano name, location, latitude and longitude, summit elevation, volcano type, status, and the time range of the last recorded eruption. More detailed descriptions of the data elements, plus more information on the volcanoes and their eruptions, can be found below and in 'Volcanoes of the World' (Simkin and Siebert, 1994). The book provides a discussion of the many cautions that are so easily stripped away from an electronic database, such as the incomplete and uneven nature of the historical record, even in this century, and the large uncertainties surrounding many older eruption dates. The accuracy of the record varies enormously from one region to another (and one century to another), and the sea-floor volcanism that dominates our planetary magma budget is scarcely represented in this data set. The basic building block of the Smithsonian's volcano database is the 'Catalog of Active Volcanoes of the World' (CAVW), a series of regional volcano catalogs published by IAVCEI beginning in 1951. The listings are not intended to be a comprehensive bibliography of references for a particular volcano or region, but represent those references that are cited as the sources of the volcano and eruption data in the CAVW. Several other global compilations have been helpful: among them are IAVCEI data sheets of post-Miocene volcanoes (1975-80), Volcano Letter reports of the U S Geological Survey from 1926-1955 (compiled in Fiske et al., 1987), independent compilations by Latter (1975) and Gushchenko (1979), and a caldera compilation by Newhall and Dzurisin (1988). Major sources of eruption data subsequent to or supplementing the CAVW can be found in a series of annual summaries by Gustav Hantke published between 1939 and 1962 (mostly in the IAVCEI publication Bulletin of Volcanology), and annual eruption compilations by the Volcanological Society of Japan (1960-96) and Smithsonian Institution reports (since 1968) in various formats, compiled in McClelland et al., (1985) and in the Activity Reports section of the Smithsonian Institution, Global Vulcanism website (Venzke et al., 2002-). The data sources referenced focus almost exclusively on Holocene volcanism and emphasize papers on volcanic stratigraphy and physical volcanology. Abstracts are typically not referenced unless they contain significant data not in other sources. As with the Georef bibliographic database, diacritical marks are not used.",
  "dc_rights_s": "Public",
  "dct_provenance_s": "Harvard",
  "dct_references_s": "{\"http://www.opengis.net/cat/csw/csdgm\":\"https://raw.githubusercontent.com/harvard-library/harvard-geodata/main/fgdc/GLB_VOLC.xml\",\"http://www.opengis.net/def/serviceType/ogc/wms\":\"https://geodata-proxy.lib.harvard.edu/geoserver/proxy/requestfile/wms\",\"http://www.opengis.net/def/serviceType/ogc/wfs\":\"https://geodata-proxy.lib.harvard.edu/geoserver/proxy/requestfile/wfs\",\"http://schema.org/DownloadAction\":\"https://geodata-proxy.lib.harvard.edu/geoserver/proxy/downloadfile\"}",
  "layer_id_s": "vector_public:GLB_VOLC",
  "layer_slug_s": "harvard-glb-volc",
  "layer_geom_type_s": "Point",
  "layer_modified_dt": "2006-02-01T00:00:00Z",
  "dc_creator_sm": [
    "Smithsonian Institution. Global Volcanism Program",
    "American Geological Institute",
    "Geological Survey (U.S.)",
    "Environmental Systems Research Institute (Redlands, Calif.)"
  ],
  "dc_publisher_s": [
    "American Geological Institute"
  ],
  "dc_format_s": "Shapefile",
  "dc_type_s": "Dataset",
  "dc_subject_sm": [
    "Volcanoes",
    "Volcanic eruptions",
    "geoscientificInformation"
  ],
  "dct_spatial_sm": [
    "Earth",
    "Northern Hemisphere",
    "Southern Hemisphere",
    "Eastern Hemisphere",
    "Western Hemisphere",
    "Africa",
    "Asia",
    "Australia",
    "Europe",
    "North America",
    "South America",
    "Polar Regions"
  ],
  "dct_issued_s": "2003",
  "dct_temporal_sm": [
    "2003"
  ],
  "dct_isPartOf_sm": [
    "Global GIS : global coverage",
    "U.S. Geological Survey digital data series"
  ],
  "solr_geom": "ENVELOPE(-179.97, 179.62, 88.27, -78.25)",
  "solr_year_i": 2003,
  "harvard_collectionID_sm": [
    "990100637310203941"
  ]
}