{
  "geoblacklight_version": "1.0",
  "dc_identifier_s": "https://hgl.harvard.edu/catalog/harvard-meaforest95",
  "dc_title_s": "Massachusetts Forests, 1995",
  "dc_description_s": "This datalayer is a point coverage displaying location and additional information on forests throughout Massachusetts. This layer was derived from the Massachusetts Electronic Atlas (MEA) which was a collaborative project to provides access, via the Internet, to data about the Commonwealth, its thirteen regional planning agency districts and 351 cities and towns. This dataset is now only available via The Harvard Geospatial Library. These data are an extract from the U.S. Geological Survey Geographic Names Information System December 1996 CD-ROM. The GNIS is a data system developed by the USGS in cooperation with the U.S. Board on Geographic Names. The GNIS includes three databases: the National Geographic Names Data Base (NGNDB), the National Topographic Map Names Data Base (NTMNDB) and the Reference Data Base. The principal database in the GNIS is the National Geographic Names Data Base (NGMNDB) which includes known places, features, and areas of the United States that are identified by proper names. The primary source of these data are the USGS topographic map series. The GNIS feature class of FOREST is defined as 'bounded area of woods, forest, or grassland under the administration of a political agency (national forest, national grasslands, State forest), while WOODS are, 'small areas covered with a dense growth of trees. This does not include an area of trees under the administration of a political agency '",
  "dc_rights_s": "Public",
  "dct_provenance_s": "Harvard",
  "dct_references_s": "{\"http://www.opengis.net/cat/csw/csdgm\":\"https://raw.githubusercontent.com/harvard-library/harvard-geodata/main/fgdc/MEAFOREST95.xml\",\"http://www.opengis.net/def/serviceType/ogc/wms\":\"https://geodata-proxy.lib.harvard.edu/geoserver/proxy/requestfile/wms\",\"http://www.opengis.net/def/serviceType/ogc/wfs\":\"https://geodata-proxy.lib.harvard.edu/geoserver/proxy/requestfile/wfs\",\"http://schema.org/DownloadAction\":\"https://geodata-proxy.lib.harvard.edu/geoserver/proxy/downloadfile\"}",
  "layer_id_s": "vector_public:MEAFOREST95",
  "layer_slug_s": "harvard-meaforest95",
  "layer_geom_type_s": "Point",
  "layer_modified_dt": "2004-05-11T00:00:00Z",
  "dc_creator_sm": [
    "Harvard Map Collection",
    "U.S. Department of Commerce, Bureau of the Census",
    "Massachusetts Institute for Social and Economic Research, University of Massachusetts",
    "Massachusetts Office of Geographic and Environmental Information (MassGIS)"
  ],
  "dc_format_s": "Shapefile",
  "dc_type_s": "Dataset",
  "dc_subject_sm": [
    "biota",
    "Forests"
  ],
  "dct_spatial_sm": [
    "Massachusetts"
  ],
  "dct_issued_s": "2001-07",
  "dct_temporal_sm": [
    "1995"
  ],
  "solr_geom": "ENVELOPE(-73.511191, -70.51089, 42.746588, 41.387432)",
  "solr_year_i": 1995,
  "harvard_collectionID_sm": [
    "990073828550203941"
  ]
}