{
  "geoblacklight_version": "1.0",
  "dc_identifier_s": "https://hgl.harvard.edu/catalog/harvard-meastaid02",
  "dc_title_s": "Massachusetts Estimated State Aid to Municipalities, 2002",
  "dc_description_s": "This datalayer is a polygon coverage for Massachusetts towns which will display town boundaries and estimated state aid for the forthcoming Fiscal Year. The attribute data in this layer was derived from the Commonwealth of Massachusetts Department of Revenue, Division of Local Services, Municipal Data Bank/ Local Aid Section 'Cherry Sheet' reports for each respective fiscal year. Named for the cherry colored paper on which it was originally printed, the Cherry Sheet is the official notification by the Commissioner of Revenue to municipalities and regional school districts of estimated state aid to be paid and charges to be assessed over the next fiscal year. Cherry Sheets are usually issued each spring, following enactment by the Legislature of the state budget for the following year. This layer was derived from the Massachusetts Electronic Atlas database published by the Harvard Map Collection in 2001. For more information on the definitions, data sources and process steps please read the 'Supplemental Information' and 'Data Quality' sections which follow. The Massachusetts Electronic Atlas (MEA) was a collaborative project to provides access, via the Internet, to data about the Commonwealth, its thirteen regional planning agency districts and 351 cities and towns. This dataset is now only available via The Harvard Geospatial Library.",
  "dc_rights_s": "Public",
  "dct_provenance_s": "Harvard",
  "dct_references_s": "{\"http://www.opengis.net/cat/csw/csdgm\":\"https://raw.githubusercontent.com/harvard-library/harvard-geodata/main/fgdc/MEASTAID02.xml\",\"http://www.opengis.net/def/serviceType/ogc/wms\":\"https://geodata-proxy.lib.harvard.edu/geoserver/proxy/requestfile/wms\",\"http://www.opengis.net/def/serviceType/ogc/wfs\":\"https://geodata-proxy.lib.harvard.edu/geoserver/proxy/requestfile/wfs\",\"http://schema.org/DownloadAction\":\"https://geodata-proxy.lib.harvard.edu/geoserver/proxy/downloadfile\"}",
  "layer_id_s": "vector_public:MEASTAID02",
  "layer_slug_s": "harvard-meastaid02",
  "layer_geom_type_s": "Polygon",
  "layer_modified_dt": "2004-05-27T00:00:00Z",
  "dc_creator_sm": [
    "Harvard Map Collection",
    "U.S. Department of Commerce, Bureau of the Census",
    "Massachusetts Institute for Social and Economic Research, University of Massachusetts",
    "Massachusetts Office of Geographic and Environmental Information (MassGIS)"
  ],
  "dc_format_s": "Shapefile",
  "dc_type_s": "Dataset",
  "dc_subject_sm": [
    "boundaries",
    "society",
    "Government aid to education",
    "Municipal budgets"
  ],
  "dct_spatial_sm": [
    "Massachusetts"
  ],
  "dct_issued_s": "2001-07",
  "dct_temporal_sm": [
    "FY20"
  ],
  "solr_geom": "ENVELOPE(-73.50824, -69.927802, 42.886818, 41.237962)",
  "harvard_collectionID_sm": [
    "990073828550203941"
  ]
}