{
  "geoblacklight_version": "1.0",
  "dc_identifier_s": "https://hgl.harvard.edu/catalog/harvard-mgisospg2",
  "dc_title_s": "MassGIS 2003 Massachusetts Protected and Recreational Open Space (Region Polygons) (March 2003)",
  "dc_description_s": "This protected and recreational open space datalayer contains polygon regions representing the boundaries of conservation lands and outdoor recreational facilities in Massachusetts. Regions are classified by site name so that multiple adjacent parcels with identical property names are grouped together as a site. This is useful for linking annotation and SCCRP information to sites. The region attribute table contains a subset of the fields in the polygon attribute table including SITE_NAME, SCORP_ID, FEE_OWNER, SYMOP1, and a field called REGION-ID used for linking to annotation. Conservation and outdoor recreation facilities owned by federal, state, county, municipal, and nonprofit enterprises are included in this datalayer. Privately owned lands with deeded restrictions are also included, as are lands in the Chapter 61 program. This datalayer can also be linked, through related tables, with the 1988 Statewide Comprehensive Outdoor Recreation Plan (SCORP) inventory, with facilities and activities data for recreation sites. The datalayer is paneled into 351 town coverages and significant updates are ongoing. This update effort, coordinated by MassGIS, uses volunteers from state environmental agencies, regional planning commissions, local watershed associations, town conservation commissions, municipal planning and engineering departments, local and regional nonprofits, and open space plan committees. Although the initial data collection effort for this data layer has been completed, open space changes continually and this data layer is therefore considered to be under development. Additionally, due to the collaborative nature of this data collection effort, the accuracy and completeness of open space data varies across the state's municipalities. Attributes, while comprehensive in scope, may be incomplete for many parcels. The following types of land are included in this datalayer: Conservation land - habitat protection with minimal recreation, such as walking trails Recreation land - outdoor facilities such as town parks, commons, playing fields, school fields, golf courses, bike paths, scout camps, and fish and game clubs. These may be privately or publicly owned facilities. Town forests Parkways - green buffers along roads, if they are a recognized conservation resource Agricultural land - land protected under an Agricultural Preservation Restriction (APR) and administered by the state Department of Food and Agriculture (DFA) Aquifer protection land - not zoning overlay districts Watershed protection land - not zoning overlay districts Cemeteries - if they are a recognized conservation or recreation resource Also included for some towns are lands in the Chapter 61 program (61 = Forestry; 61A = Agriculture; 61B = Recreation). These parcel boundaries are not currently available state-wide, and may not be maintained over time, but can be useful for municipal planning purposes.",
  "dc_rights_s": "Public",
  "dct_provenance_s": "Harvard",
  "dct_references_s": "{\"http://www.opengis.net/cat/csw/csdgm\":\"https://raw.githubusercontent.com/harvard-library/harvard-geodata/main/fgdc/MGISOSPG2.xml\",\"http://www.opengis.net/def/serviceType/ogc/wms\":\"https://geodata-proxy.lib.harvard.edu/geoserver/proxy/requestfile/wms\",\"http://www.opengis.net/def/serviceType/ogc/wfs\":\"https://geodata-proxy.lib.harvard.edu/geoserver/proxy/requestfile/wfs\",\"http://schema.org/DownloadAction\":\"https://geodata-proxy.lib.harvard.edu/geoserver/proxy/downloadfile\"}",
  "layer_id_s": "vector_public:MGISOSPG2",
  "layer_slug_s": "harvard-mgisospg2",
  "layer_geom_type_s": "Polygon",
  "layer_modified_dt": "2006-07-20T00:00:00Z",
  "dc_creator_sm": [
    "MassGIS (Office : Mass.)"
  ],
  "dc_publisher_s": [
    "Office of Geographic and Environmental Information (MassGIS)"
  ],
  "dc_format_s": "Shapefile",
  "dc_type_s": "Dataset",
  "dc_subject_sm": [
    "Open spaces",
    "Natural areas",
    "Recreation areas",
    "Forest reserves",
    "Parkways",
    "Agricultural conservation",
    "Wellhead protection",
    "Watershed management",
    "Cemeteries",
    "environment",
    "planningCadastre"
  ],
  "dct_spatial_sm": [
    "Massachusetts"
  ],
  "dct_issued_s": "2003-05-19",
  "dct_temporal_sm": [
    "2003"
  ],
  "dct_isPartOf_sm": [
    "MassGIS data"
  ],
  "solr_geom": "ENVELOPE(-73.533325, -69.89863, 42.887598, 41.231246)",
  "solr_year_i": 2003,
  "harvard_collectionID_sm": [
    "990077651710203941"
  ]
}