{
  "geoblacklight_version": "1.0",
  "dc_identifier_s": "https://hgl.harvard.edu/catalog/harvard-mgisiwpap",
  "dc_title_s": "MassGIS 2003 Massachusetts Interim Wellhead Protection Areas (March 2003)",
  "dc_description_s": "This datalayer contains polygons representing Interim Wellhead Protection Areas (IWPA) for community and non-community water supply sources as defined by the Massachusetts Department of Environmental Protection. Wellhead protection areas are important for protecting the recharge area around public water supply (PWS) wells. A Zone II is a wellhead protection area that has been determined by hydrogeologic modeling and approved by the Department of Environmental Protection's (DEP) Drinking Water Program (DWP). In cases where hydro-geologic modeling studies have not been performed and there is no approved Zone II, an Interim Wellhead Protection Area (IWPA) is established based on DEP DWP well pumping rates or default values. Certain land uses may be either prohibited or restricted in both approved (Zone II) and interim (IWPA) wellhead protection areas. In the absence of an approved Zone II, DEP has adopted the Interim Wellhead Protection Area (IWPA) as the primary, protected recharge area for PWS groundwater sources. For PWS sources that pump less than 100,000 gallons per day (GPD), the IWPA radius is proportional to the pumping rate in gallons per minute (GPM). Pumping rate is determined by DEP DWP based on one of the following methods, DWP approved pumping rate, metered data or Title 5 flow rate. The formula used for calculating the PWS well point buffer radius in feet is: Radius = ( 32 x pumping rate in GPM ) + 400 The minimum IWPA radius is 400 feet, the maximum (default) radius reached at 100,000 GPD (70 GPM) is 2,640 feet (1/2 mile). In instances where DWP pumping rate information is unavailable DWP approved default radius values are assigned based on PWS well classification. The default radius for community class PWS groundwater sources (GW) is 2,640 feet (804.6 meters). The default radius for non-community sources is 750 feet (228.6 meters) for Non Transient (NTNC) wells and 500 feet (152.4 meters) for Transient (TNC) wells. The DEP GIS Program currently [2003] maintains two statewide IWPA coverages (IWPA and IWPACOM) shared through MassGIS. Both are generated by buffering groundwater sources in the DEP Public Water Supply datalayer (PWS_DEP). The IWPA coverage contains variable width IWPA buffers for BOTH approved community and non-community groundwater sources in the DEP PWS datalayer which do not have an approved Zone II. The IWPACOM coverage contains IWPAs ONLY for community PWS sources which do not have an approved Zone II.",
  "dc_rights_s": "Restricted",
  "dct_provenance_s": "Harvard",
  "dct_references_s": "{\"http://www.opengis.net/cat/csw/csdgm\":\"https://raw.githubusercontent.com/harvard-library/harvard-geodata/main/fgdc/MGISIWPAP.xml\",\"http://www.opengis.net/def/serviceType/ogc/wms\":\"https://geodata-proxy.lib.harvard.edu/geoserver/proxy/requestfile/wms\",\"http://www.opengis.net/def/serviceType/ogc/wfs\":\"https://geodata-proxy.lib.harvard.edu/geoserver/proxy/requestfile/wfs\",\"http://schema.org/DownloadAction\":\"https://geodata-proxy.lib.harvard.edu/geoserver/proxy/downloadfile\"}",
  "layer_id_s": "vector_restricted:MGISIWPAP",
  "layer_slug_s": "harvard-mgisiwpap",
  "layer_geom_type_s": "Polygon",
  "layer_modified_dt": "2006-07-11T00:00:00Z",
  "dc_creator_sm": [
    "MassGIS (Office : Mass.)",
    "Massachusetts. Dept. of Environmental Protection.",
    "Drinking Water Program (Mass.)"
  ],
  "dc_publisher_s": [
    "Office of Geographic and Environmental Information (MassGIS)"
  ],
  "dc_format_s": "Shapefile",
  "dc_type_s": "Dataset",
  "dc_subject_sm": [
    "Water-supply",
    "Wellheads",
    "Groundwater",
    "Water districts",
    "Natural resources conservation areas",
    "Wellhead protection",
    "environment",
    "inlandWaters",
    "utilitiesCommunication"
  ],
  "dct_spatial_sm": [
    "Massachusetts"
  ],
  "dct_issued_s": "2003-05-19",
  "dct_temporal_sm": [
    "2003"
  ],
  "dct_isPartOf_sm": [
    "MassGIS data"
  ],
  "solr_geom": "ENVELOPE(-73.497776, -69.921903, 42.819365, 41.234801)",
  "solr_year_i": 2003,
  "harvard_collectionID_sm": [
    "990077651710203941"
  ]
}