{
  "geoblacklight_version": "1.0",
  "dc_identifier_s": "https://hgl.harvard.edu/catalog/harvard-tg00utcolblk",
  "dc_title_s": "UA Census Collection Blocks, 2000 - Utah",
  "dc_description_s": "The polygons in this datalayer represent Census Collection Blocks for the entire state. To improve operational efficiency and geographic identifications for Census 2000, the U.S. Census Bureau introduced different numbering systems for tabulation blocks, used in the census data products, and for collection blocks, used in administering the census. In 1990 the U.S. Census Bureau used a single block numbering system and appended an alphabetic suffix to the basic number where a collection block was split by a tabulation boundary. Census 2000 used a set of collection geographic areas for canvassing and administering the census. The collection areas and their hierarchy used in the Census 2000 was different from those used in the 1990 census. Census 2000 collection blocks were unique within collection state and county. The Census 2000 collection blocks generally followed visible features such as roads, rivers, and railroad tracks. Census 2000 collection blocks appear only in the TIGER/Line files; the U.S. Census Bureau did not tabulate data for collection blocks. The Census 2000 collection blocks are numbered uniquely within county (or statistically equivalent entity) with a four- or five-digit number. Census 2000 collection blocks are unique within collection state and county; they do not nest within census tract. To control the Census 2000 collection block numbers during the collection process, the U.S. Census Bureau retained the original collection state and county codes even if the state and county changed after the original Census 2000 collection blocks were delineated. The collection state and county codes reflect the boundaries of those areas at the time of collection block numbering. To uniquely identify Census 2000 collection blocks, users must use the collection state and county code fields together with the collection block number and suffix fields. The U.S. Census Bureau assigned collection block suffixes to some Census 2000 collection blocks split by road features added to Census TIGER after the assignment of the Census 2000 collection block numbers. The U.S. Census Bureau also assigned collection block suffixes to reflect updated American Indian reservation, American Indian trust land, and military installation boundaries. There is no relationship between the Census 2000 block numbers and the 1990 tabulation block numbers. Nor is there a relationship or correlation between the Census 2000 tabulation block numbers and collection block numbers. 1990 Census Block Numbers 1990 census blocks were numbered uniquely within each 1990 state/county/census tract or block numbering area (BNA). A 1990 census block was identified by a 3-character basic block number and an optional 1-character alphabetic suffix. Many 1990 census blocks did not have suffixes. Water Blocks The U.S. Census Bureau introduced a different method for identifying the water areas of census blocks for Census 2000. For the 1990 census, water was not uniquely identified within a census block; instead, all water area internal to a block group was given a single block number ending in '99' (for example, in block group 1, all water was identified as block 199). A suffix was added to each 1990 water block number where the block existed in more than one tabulation entity within its block group. For Census 2000, water area located completely within the boundary of a single land block has the same block number as that land block. Water area that touches more than one land block is assigned a unique block number not associated with any adjacent land block. The U.S. Census Bureau assigned water block numbers beginning with the block group number followed by '999 ' and preceding in descending order. For example, in block group 3, the block numbers assigned to water areas that border multiple land blocks are 3999, 3998, 3997, and so forth. The U.S. Census Bureau assigned collection water block numbers within a county beginning with 9999 or 99999 and preceding in descending order. For example, the collection water block numbers in a county would be 9999, 9998, 9997, and so forth. In some block groups, the numbering of land blocks might use enough of the available tabulation block numbers to reach beyond the 900 range within the block group. For this reason, and because some land blocks include water (ponds and small lakes), no conclusions about whether or not a block is all land or all water can be made by looking at the Census 2000 block numbers. Data users must use the WATER field on Record Type S to determine if the GT-polygon is land or water. The WATER field has two values, 0 for land or 1 for water.",
  "dc_rights_s": "Public",
  "dct_provenance_s": "Harvard",
  "dct_references_s": "{\"http://www.opengis.net/cat/csw/csdgm\":\"https://raw.githubusercontent.com/harvard-library/harvard-geodata/main/fgdc/TG00UTCOLBLK.xml\",\"http://www.opengis.net/def/serviceType/ogc/wms\":\"https://geodata-proxy.lib.harvard.edu/geoserver/proxy/requestfile/wms\",\"http://www.opengis.net/def/serviceType/ogc/wfs\":\"https://geodata-proxy.lib.harvard.edu/geoserver/proxy/requestfile/wfs\",\"http://schema.org/DownloadAction\":\"https://geodata-proxy.lib.harvard.edu/geoserver/proxy/downloadfile\"}",
  "layer_id_s": "vector_public:TG00UTCOLBLK",
  "layer_slug_s": "harvard-tg00utcolblk",
  "layer_geom_type_s": "Polygon",
  "layer_modified_dt": "2003-07-24T00:00:00Z",
  "dc_creator_sm": [
    "U.S. Department of Commerce, Bureau of the Census, Geography Division"
  ],
  "dc_format_s": "Shapefile",
  "dc_type_s": "Dataset",
  "dc_subject_sm": [
    "boundaries",
    "Census",
    "Population",
    "Demography",
    "Boundaries",
    "Collection Blocks"
  ],
  "dct_spatial_sm": [
    "Utah"
  ],
  "dct_issued_s": "2002",
  "dct_temporal_sm": [
    "2000"
  ],
  "dct_isPartOf_sm": [
    "TIGER/Line Files, UA Census 2000"
  ],
  "solr_geom": "ENVELOPE(-114.052998, -109.041058, 42.001617, 36.997905)",
  "solr_year_i": 2000,
  "harvard_collectionID_sm": [
    "990087417150203941"
  ]
}