{
  "geoblacklight_version": "1.0",
  "dc_identifier_s": "https://hgl.harvard.edu/catalog/harvard-tg00msccd00",
  "dc_title_s": "UA Census County Subdivisions, 2000 - Mississippi",
  "dc_description_s": "This datalayer displays County Subdivisions (Minor Civil Divisions) for the state, based on legal and statistical entities established on January 1, 2000. County subdivisions are the primary divisions of counties and their statistical equivalents for the reporting of decennial census data. They include: Census County Divisions; Census Sub-areas; Minor Civil Divisions, and Unorganized Territories. The TIGER/Line files contain a 5-character numeric FIPS code field for county subdivisions. The Census Bureau has established Minor Civil Divisions (MCDs) for Mississippi. Legal Entities: Minor Civil Divisions (MCDs) MCDs are the primary governmental or administrative divisions of a county in many states. MCDs represent many different kinds of legal entities with a wide variety of governmental and/or administrative functions. MCDs are variously designated as American Indian reservations, assessment districts, boroughs, election districts, gores, grants, locations, magisterial districts, parish governing authority districts, plantations, precincts, purchases, road districts, supervisor's districts, towns, and townships. The U.S. Census Bureau recognizes MCDs in 28 states, Puerto Rico, and the Island Areas. The District of Columbia has no primary divisions, and the District of Columbia is considered equivalent to an MCD for statistical purposes. - In some states, all or some incorporated places are not part of any MCD. These places also serve as primary legal subdivisions and have a unique FIPS MCD code that is the same as the FIPS place code. The TIGER/ Line files will show the same FIPS 55 code in the county subdivision field and the place field. In other states, incorporated places are part of the MCDs in which they are located, or the pattern is mixed; some incorporated places are independent of MCDs and others are included within one or more MCDs. - The MCDs in 12 states (Connecticut, Maine, Massachusetts, Michigan, Minnesota, New Hampshire, New Jersey, New York, Pennsylvania, Rhode Island, Vermont, and Wisconsin) also serve as general-purpose local governments that generally can perform the same governmental functions as incorporated places. The U.S. Census Bureau presents data for these MCDs in all data products in which it provides data for places. - In New York and Maine, American Indian reservations (AIRs) exist outside the jurisdiction of any town (MCD) and thus also serve as the statistical equivalent of MCDs for purposes of data presentation. Statistical Entities: Census County Divisions (CCDs) CCDs are areas delineated by the U.S. Census Bureau, in cooperation with state officials and local officials for statistical purposes. CCDs have no legal function and are not governmental units. CCD boundaries usually follow visible features and in most cases, coincide with census tract boundaries. The name of each CCD is based on a place, county, or well-known local name that identifies its location. CCDs exist where: 1) There are no legally established minor civil divisions (MCDs). 2) The legally established MCDs do not have governmental or administrative purposes. 3) The boundaries of the MCDs change frequently. 4) The MCDs are not generally known to the public. Census Subareas Census subareas are statistical subdivisions of boroughs, city and boroughs, municipalities, and census areas, the statistical equivalent entities for counties in Alaska. The state of Alaska and the U.S. Census Bureau cooperatively delineate the census subareas to serve as the statistical equivalents of MCDs. Census subareas were first used in the 1980 census. Unorganized Territories (UTs) The U.S. Census Bureau defines unorganized territories in 10 minor civil division (MCD) states where portions of counties are not included in any legally established MCD or incorporated place. The U.S. Census Bureau recognizes such separate pieces of territory as one or more separate county subdivisions for census purposes. It assigns each unorganized territory a descriptive name, followed by the designation 'unorganized territory' and a county subdivision code. Unorganized territories were first reported in the 1960 census. The U.S. Census Bureau assigns a default county subdivision code of 00000 in some coastal and Great Lakes water where county subdivisions do not extend into the Great Lakes or out to the three-mile limit.",
  "dc_rights_s": "Public",
  "dct_provenance_s": "Harvard",
  "dct_references_s": "{\"http://www.opengis.net/cat/csw/csdgm\":\"https://raw.githubusercontent.com/harvard-library/harvard-geodata/main/fgdc/TG00MSCCD00.xml\",\"http://www.opengis.net/def/serviceType/ogc/wms\":\"https://geodata-proxy.lib.harvard.edu/geoserver/proxy/requestfile/wms\",\"http://www.opengis.net/def/serviceType/ogc/wfs\":\"https://geodata-proxy.lib.harvard.edu/geoserver/proxy/requestfile/wfs\",\"http://schema.org/DownloadAction\":\"https://geodata-proxy.lib.harvard.edu/geoserver/proxy/downloadfile\"}",
  "layer_id_s": "vector_public:TG00MSCCD00",
  "layer_slug_s": "harvard-tg00msccd00",
  "layer_geom_type_s": "Polygon",
  "layer_modified_dt": "2003-07-10T00:00:00Z",
  "dc_creator_sm": [
    "U.S. Department of Commerce, Bureau of the Census, Geography Division"
  ],
  "dc_format_s": "Shapefile",
  "dc_type_s": "Dataset",
  "dc_subject_sm": [
    "boundaries",
    "Census",
    "Administrative divisions",
    "Boundaries",
    "County subdivisions",
    "Minor civil divisions"
  ],
  "dct_spatial_sm": [
    "Mississippi"
  ],
  "dct_issued_s": "2002",
  "dct_temporal_sm": [
    "2000"
  ],
  "dct_isPartOf_sm": [
    "TIGER/Line Files, UA Census 2000"
  ],
  "solr_geom": "ENVELOPE(-91.641189, -88.0993059992844, 34.996109, 30.173943)",
  "solr_year_i": 2000,
  "harvard_collectionID_sm": [
    "990087417150203941"
  ]
}