{
  "geoblacklight_version": "1.0",
  "dc_identifier_s": "https://hgl.harvard.edu/catalog/harvard-tg00pruni",
  "dc_title_s": "UA Census Unified School Districts, 2000 - Puerto Rico",
  "dc_description_s": "This datalayer displays the Unified School Districts for the entire state. A unified school district is inclusive of kindergarten through twelfth grade. School districts are geographic entities within which state, county, tribal, or local officials provide public educational services for the area's residents. The U.S. Census Bureau obtains the boundaries and names for school districts from state officials. The UA Census 2000 TIGER/Line files contain school district information from the 1999-2000 school year. The UA Census 2000 TIGER/Line files identify three levels of school districts representing different grade ranges of the school-age population (elementary and secondary) and a unified category to identify those school districts that represent all grade levels. The elementary and secondary levels of a school district can overlap each other because they represent different segments of the school-age population; for example, a secondary school district could cover parts of several elementary school districts. The TIGER/Line files use separate fields to accommodate for the overlap and may not contain a code for all grade levels. The TIGER/Line files contain a Unified School District code for those school districts where all grade levels are represented in a single district. The elementary and secondary school district code fields are blank if there is a unified school district code. An exception exists for the State of Hawaii and the five boroughs of New York city where the National School District Program requested that the U.S. Census Bureau include the School Complex Areas in Hawaii and the Community School Districts in New York city. In Massachusetts. South Carolina, and Tennessee some unified school districts also serve as secondary school districts in areas where there are elementary school districts. In these situations, the U.S. Census Bureau could not use the same school district code to identify school districts serving different grade ranges and has assigned two separate codes; a unified school district code and a separate 'false' secondary school district code. Data users can identify the 'false' school districts by looking for 'false' as part of the school district name appearing in Record Type C. A few additional exceptions occur where the Department of Defense operates elementary schools within a unified school district. The TIGER/Line files store the school district codes in a set of three, 5-character fields. All codes consist of numeric characters. The value, 99999, is a pseudo-school district code assigned to non-water blocks for which the National School District Program does not report a school district. Some large water areas have a pseudo-school district code of 99998.",
  "dc_rights_s": "Public",
  "dct_provenance_s": "Harvard",
  "dct_references_s": "{\"http://www.opengis.net/cat/csw/csdgm\":\"https://raw.githubusercontent.com/harvard-library/harvard-geodata/main/fgdc/TG00PRUNI.xml\",\"http://www.opengis.net/def/serviceType/ogc/wms\":\"https://geodata-proxy.lib.harvard.edu/geoserver/proxy/requestfile/wms\",\"http://www.opengis.net/def/serviceType/ogc/wfs\":\"https://geodata-proxy.lib.harvard.edu/geoserver/proxy/requestfile/wfs\",\"http://schema.org/DownloadAction\":\"https://geodata-proxy.lib.harvard.edu/geoserver/proxy/downloadfile\"}",
  "layer_id_s": "vector_public:TG00PRUNI",
  "layer_slug_s": "harvard-tg00pruni",
  "layer_geom_type_s": "Polygon",
  "layer_modified_dt": "2003-07-18T00:00:00Z",
  "dc_creator_sm": [
    "U.S. Department of Commerce, Bureau of the Census, Geography Division"
  ],
  "dc_format_s": "Shapefile",
  "dc_type_s": "Dataset",
  "dc_subject_sm": [
    "boundaries",
    "Census",
    "Schools",
    "School districts",
    "Education",
    "Unified school districts"
  ],
  "dct_spatial_sm": [
    "Puerto Rico"
  ],
  "dct_issued_s": "2002",
  "dct_temporal_sm": [
    "2000"
  ],
  "dct_isPartOf_sm": [
    "TIGER/Line Files, UA Census 2000"
  ],
  "solr_geom": "ENVELOPE(-67.9541860001711, -65.2211099998916, 18.5160140000812, 17.8812409999356)",
  "solr_year_i": 2000,
  "harvard_collectionID_sm": [
    "990087417150203941"
  ]
}