{
  "geoblacklight_version": "1.0",
  "dc_identifier_s": "https://hgl.harvard.edu/catalog/harvard-tg00orpms00",
  "dc_title_s": "UA Census Primary Metropolitan Statistical Areas, 2000 - Oregon",
  "dc_description_s": "This datalayer displays Primary Metropolitan Statistical Areas (PMSA) for the state. If an area that qualifies as a Metropolitan Area (MA) has more than one million people, Primary Metropolitan Statistical Areas (PMSAs) may be defined within it. PMSAs consist of a county or cluster of counties (cities and towns in New England) that demonstrate very strong internal economic and social links, in addition to close ties to other portions of the larger area. When PMSAs are established, the larger MA of which they are component parts is designated a Consolidated Metropolitan Statistical Area (CMSA). CMSAs and PMSAs are established only where local governments favor such a designation for a large MA. Metropolitan Areas (MAs) are designated and defined by the U.S. Office of Management and Budget (OMB), following a set of official standards that are published in a Federal Register Notice. These standards were developed by the interagency Metropolitan Area Standards Review Committee, with the aim of producing definitions that are as consistent as possible for all MAs nationwide. The general concept of an MA is one of a large population nucleus, together with adjacent communities that have a high degree of economic and social integration with that nucleus. Some MAs are defined around two or more nuclei. Each MA must contain either a place with a minimum population of 50,000 or a U.S. Census Bureau defined urbanized area and a total MA population of at least 100,000 (75,000 in New England). An MA contains one or more central counties and may include one or more outlying counties that have close economic and social relationships with the central county. An outlying county must have a specified level of commuting to the central counties and also must meet certain standards regarding metropolitan character, such as population density, urban population, and population growth. In New England, MAs consist of cities and towns rather than whole counties. The territory, population, and housing units in MAs are referred to as 'metropolitan.' The metropolitan category is subdivided into 'inside central city' and 'outside central city.' The territory, population, and housing units located outside MAs are referred to as 'non-metropolitan.' The metropolitan and non-metropolitan classification cuts across the other hierarchies; for example, there is generally both urban and rural territory within both metropolitan and non-metropolitan areas. There are three types of metropolitan areas. If a metropolitan area has a total population of less than 1,000,000, the area is designated a Metropolitan Statistical Area (MSA). Metropolitan areas with a population of 1,000,000 or greater qualify for designation as a Consolidated Metropolitan Statistical Area (CMSA) that is composed of smaller Primary Metropolitan Statistical Areas (PMSAs). This designation is not automatic; the OMB solicits local opinion to designate CMSAs and their component PMSAs. Statistical entities which share some relation to the PMSA include: Metropolitan Area Central Cities (PMSAs) do not have central cities. The largest central city and, in some cases, up to two additional central cities are included in the title of the MA; there also are central cities that are not included in an MA title. An MA central city does not include any part of that place that extends outside the MA boundary. Metropolitan Statistical Areas (MSAs) Metropolitan statistical areas (MSAs) are MAs that are not closely associated with other MAs. These areas typically are surrounded by non-metropolitan counties (county subdivisions in New England). New England County Metropolitan Areas (NECMAs) New England county metropolitan areas (NECMAs) are defined as a county-based alternative to the city and town based New England MSAs and CMSAs. The NECMA defined for an MSA or CMSA includes: - The county containing the first-named city in that MSA/CMSA title (this county may include the first-named cities of other MSAs/CMSAs as well. - Each additional county having at least half its population in the MSAs/CMSAs whose first-named cities are in the previously identified county. NECMAs are not identified for individual PMSAs. Only the CMSAs, MSAs, and PMSAs appear in the TIGER/Line files. The U.S. Census Bureau does not include NECMAs in the TIGER/Line files.",
  "dc_rights_s": "Public",
  "dct_provenance_s": "Harvard",
  "dct_references_s": "{\"http://www.opengis.net/cat/csw/csdgm\":\"https://raw.githubusercontent.com/harvard-library/harvard-geodata/main/fgdc/TG00ORPMS00.xml\",\"http://www.opengis.net/def/serviceType/ogc/wms\":\"https://geodata-proxy.lib.harvard.edu/geoserver/proxy/requestfile/wms\",\"http://www.opengis.net/def/serviceType/ogc/wfs\":\"https://geodata-proxy.lib.harvard.edu/geoserver/proxy/requestfile/wfs\",\"http://schema.org/DownloadAction\":\"https://geodata-proxy.lib.harvard.edu/geoserver/proxy/downloadfile\"}",
  "layer_id_s": "vector_public:TG00ORPMS00",
  "layer_slug_s": "harvard-tg00orpms00",
  "layer_geom_type_s": "Polygon",
  "layer_modified_dt": "2003-07-17T00:00:00Z",
  "dc_creator_sm": [
    "U.S. Department of Commerce, Bureau of the Census, Geography Division"
  ],
  "dc_format_s": "Shapefile",
  "dc_type_s": "Dataset",
  "dc_subject_sm": [
    "boundaries",
    "Census",
    "Metropolitan areas",
    "Cities and towns",
    "Boundaries",
    "Primary metropolitan statistical areas"
  ],
  "dct_spatial_sm": [
    "Oregon"
  ],
  "dct_issued_s": "2002",
  "dct_temporal_sm": [
    "2000"
  ],
  "dct_isPartOf_sm": [
    "TIGER/Line Files, UA Census 2000"
  ],
  "solr_geom": "ENVELOPE(-123.784819, -121.651713998957, 46.1862700018081, 44.683944)",
  "solr_year_i": 2000,
  "harvard_collectionID_sm": [
    "990087417150203941"
  ]
}