{
  "geoblacklight_version": "1.0",
  "dc_identifier_s": "https://hgl.harvard.edu/catalog/harvard-tg00wvsldu",
  "dc_title_s": "UA Census State Legislative Districts (Upper Chamber), 2000 - West Virginia",
  "dc_description_s": "This layer displays the legislative districts for the upper (Senate) chamber for the state. State legislative districts (SLDs) are the areas from which members are elected to state legislatures. States participating in the Census 2000 Redistricting Data Program as part of Public Law 94-171 (1975) may provide the U.S. Census Bureau with boundaries and codes for their SLDs. The U.S. Census Bureau is reporting data for SLDs for the first time for Census 2000. SLDs embody the upper (senate) and lower (house) chambers of the state legislature. A unique 1- to 3-character census code, identified by state participants, is assigned to a SLDs within each state. It is possible to have SLDs that cover only part of a state. In such instances, any areas for which SLDs are not defined are coded 'ZZZ' and treated as a single SLD for purposes of data presentation. NOTE: Nebraska has a unicameral legislature that the U.S. Census Bureau treats as an upper-chamber legislative area for purposes of data presentation. New Hampshire only submitted SLDs for the upper chamber. Therefore, there are no data by lower chamber for these two states. The following states did not participate in Phase 2 (the Voting District Project) of the Census 2000 Redistricting Data Program and no SLDs appear for these states: California; Florida; Kentucky; Montana. Of the participating states (or statistically equivalent entities), the following did not submit SLD boundaries or codes as part of Phase 2 (the Voting District Project) of the Census 2000 Redistricting Data Program, but submitted Voting Districts (VTDs) only: Arkansas; Maine; Texas; District of Columbia; Maryland; Puerto Rico; Hawaii; Minnesota.",
  "dc_rights_s": "Public",
  "dct_provenance_s": "Harvard",
  "dct_references_s": "{\"http://www.opengis.net/cat/csw/csdgm\":\"https://raw.githubusercontent.com/harvard-library/harvard-geodata/main/fgdc/TG00WVSLDU.xml\",\"http://www.opengis.net/def/serviceType/ogc/wms\":\"https://geodata-proxy.lib.harvard.edu/geoserver/proxy/requestfile/wms\",\"http://www.opengis.net/def/serviceType/ogc/wfs\":\"https://geodata-proxy.lib.harvard.edu/geoserver/proxy/requestfile/wfs\",\"http://schema.org/DownloadAction\":\"https://geodata-proxy.lib.harvard.edu/geoserver/proxy/downloadfile\"}",
  "layer_id_s": "vector_public:TG00WVSLDU",
  "layer_slug_s": "harvard-tg00wvsldu",
  "layer_geom_type_s": "Polygon",
  "layer_modified_dt": "2003-07-28T00:00:00Z",
  "dc_creator_sm": [
    "U.S. Department of Commerce, Bureau of the Census, Geography Division"
  ],
  "dc_format_s": "Shapefile",
  "dc_type_s": "Dataset",
  "dc_subject_sm": [
    "Census",
    "Boundaries",
    "Political divisions",
    "Legislative bodies",
    "Legislators",
    "State legislative districts"
  ],
  "dct_spatial_sm": [
    "West Virginia"
  ],
  "dct_issued_s": "2002",
  "dct_temporal_sm": [
    "2000"
  ],
  "dct_isPartOf_sm": [
    "TIGER/Line Files, UA Census 2000"
  ],
  "solr_geom": "ENVELOPE(-82.643637, -77.719029, 40.6350600001275, 37.201483)",
  "solr_year_i": 2000,
  "harvard_collectionID_sm": [
    "990087417150203941"
  ]
}