{
  "geoblacklight_version": "1.0",
  "dc_identifier_s": "https://hgl.harvard.edu/catalog/harvard-tg00vaair",
  "dc_title_s": "UA Census American Indian Reservations, 1990 - Virginia",
  "dc_description_s": "This datalayer depicts feature location and other associated data for American Indian tribal entities for those entities established on January 1, 1990. American Indian Reservations are areas that have been set aside by the United States for the use of tribes, the exterior boundaries of which are more particularly defined in the final tribal treaties, agreements, executive orders, federal statutes, secretarial orders, or judicial determinations. The Census Class Code range associated with American Indian Reservations is 0001 to 4989 for the 1990 datalayer. The U.S. Census Bureau recognizes federal reservations as territory over which American Indian tribes have primary governmental authority. These entities are known as colonies, communities, pueblos, rancherias, ranches, reservations, reserves, villages, Indian communities, and Indian villages. The Bureau of Indian Affairs (BIA) maintains a list of federally recognized tribal governments. The U.S. Census Bureau contacts representatives of American Indian tribal governments to identify the boundaries for federal reservations. Federal reservations may cross state, county, county subdivision, and place boundaries. The BIA supplied the U.S. Census Bureau with the names and exterior boundaries of the federal AIRs used for the 1990 census. The U.S. Census Bureau first reported data for American Indian reservations in the 1970 census. There are both legal and statistical American Indian, Alaska Native, and native Hawaiian entities for which the U.S. Census Bureau provides data. The legal entities consist of federally recognized American Indian reservations and off-reservation trust land areas, the tribal subdivisions that can divide these entities, state recognized American Indian reservations, Alaska Native Regional Corporations (ANRCs), and Hawaiian home lands (HHLs). The statistical entities are Alaska Native village statistical areas (ANVSAs), Oklahoma tribal statistical areas (OTSAs), tribal designated statistical areas (TDSAs), and state designated American Indian statistical areas (SDAISAs). Tribal subdivisions can exist within the statistical Oklahoma tribal statistical areas. In all cases, these areas are mutually exclusive in that no American Indian, Alaska Native, or Hawaiian home land can overlap another tribal entity, except for tribal subdivisions, which subdivide some American Indian entities, and Alaska Native village statistical areas (ANVSAs), which exist within Alaska Native Regional Corporations (ANRCs). American Indian Trust Lands Areas for which the United States holds title in trust for the benefit of a tribe (tribal trust land) or for an individual Indian (individual trust land). Trust lands can be alienated or encumbered only by the owner with the approval of the Secretary of the Interior or his/her authorized representative. Trust lands may be located on or off a reservation. The U.S. Census Bureau recognizes and tabulates data for reservations and off-reservation trust lands because American Indian tribes have primary governmental authority over these lands. Primary tribal governmental authority generally is not attached to tribal lands located off the reservation until the lands are placed in trust. In U.S. Census Bureau data tabulations, off-reservation trust lands always are associated with a specific federally recognized reservation and/or tribal government. A tribal government appointed liaison provides the name and boundaries of their trust lands. The Bureau of Indian Affairs (BIA), an agency in the U.S. Department of the Interior, identified and provided maps of these areas for use by the U.S. Census Bureau for the 1990 census. The U.S. Census Bureau first reported data for off-reservation tribal trust lands in the 1980 census; in 1990, the trust land data included both tribal and individual trust lands. The U.S. Census Bureau does not identify fee land (or land in fee simple status) or restricted fee lands as specific geographic categories and they are not identified in the TIGER/Line files. Trust lands are assigned the same code as the reservation with which they are associated. Trust lands associated with tribes that do not have a reservation are assigned codes based on tribal name. In the TIGER/Line files, a letter code-'T' for tribal and 'I' for individual-appears in a separate field and identifies off-reservation trust lands. American Indian Reservations-State (State AIRs) Reservations established by some state governments for tribes recognized by the state. A governor-appointed state liaison provides the names and boundaries for state recognized American Indian reservations to the U.S. Census Bureau. State reservations may cross county, county subdivision, and place boundaries. American Indian Tribal Subdivisions Administrative subdivisions of federally recognized American Indian reservations, off-reservation trust land, or Oklahoma tribal statistical areas (OTSAs). Tribal subdivisions are known as areas, chapters, communities, or districts. These entities are internal units of self-government or administration that serve social, cultural, and/or economic purposes for the American Indians on the reservations, off-reservation trust lands, or OTSAs. The U.S. Census Bureau obtains the boundary and name information for tribal subdivisions from tribal governments. The U.S. Census Bureau first provided data for American Indian tribal subdivisions in 1980 when it identified them as 'American Indian sub-reservation areas.' The U.S. Census Bureau did not provide data for American Indian tribal subdivisions in conjunction with the 1990 census. Joint Use Areas As applied to any American Indian area/Alaska Native area by the U.S. Census Bureau, means an area that is administered jointly and/or claimed by two or more American Indian tribes. The U.S. Census Bureau designates both legal and statistical joint use areas as unique geographic entities for the purpose of presenting statistical data. Tribal Designated Statistical Areas (TDSAs) Statistical entities identified and delineated for the U.S. Census Bureau by federally recognized American Indian tribes that do not currently have a federally recognized land base (reservation or off-reservation trust land). A TDSA generally encompasses a compact and contiguous area that contains a concentration of individuals who identify with a federally recognized American Indian tribe and in which there is structured or organized tribal activity. TDSAs are associated with Census Class Codes of 000 to 9989 for the 1990 datalayer. A TDSA may be located in more than one state, but it may not include area within an American Indian reservation, off-reservation trust land, Alaska Native village statistical area (ANVSA), or Oklahoma tribal statistical area (OTSA). The U.S. Census Bureau first reported data for TDSAs in conjunction with the 1990 census, when both federally and state recognized tribes could identify and delineate TDSAs. For Census 2000, TDSAs now apply only to federally recognized tribes. State recognized tribes without a land base, including those that were TDSAs in 1990, are identified as state designated American Indian statistical areas (SDAISAs), a new geographic entity for Census 2000. Tribal Jurisdiction Statistical Areas (TJSAs) 1990 statistical entities identified and delineated for the 1990 census to provide a geographic frame of reference for the presentation of statistical data. 1990 TJSA boundaries were required to follow census block boundaries and were based upon the boundaries of the former reservations of federally recognized tribes in Oklahoma. The range of Census Class Codes associated with TJSAs is 5000 to 5989. TJSAs replaced the Historic Areas of Oklahoma recognized by the U.S. Census Bureau for the 1980 decennial census. The 1990 descriptive designation, TJSA, has been changed for Census 2000 to Oklahoma tribal statistical areas (OTSAs).",
  "dc_rights_s": "Public",
  "dct_provenance_s": "Harvard",
  "dct_references_s": "{\"http://www.opengis.net/cat/csw/csdgm\":\"https://raw.githubusercontent.com/harvard-library/harvard-geodata/main/fgdc/TG00VAAIR.xml\",\"http://www.opengis.net/def/serviceType/ogc/wms\":\"https://geodata-proxy.lib.harvard.edu/geoserver/proxy/requestfile/wms\",\"http://www.opengis.net/def/serviceType/ogc/wfs\":\"https://geodata-proxy.lib.harvard.edu/geoserver/proxy/requestfile/wfs\",\"http://schema.org/DownloadAction\":\"https://geodata-proxy.lib.harvard.edu/geoserver/proxy/downloadfile\"}",
  "layer_id_s": "vector_public:TG00VAAIR",
  "layer_slug_s": "harvard-tg00vaair",
  "layer_geom_type_s": "Polygon",
  "layer_modified_dt": "2003-07-24T00:00:00Z",
  "dc_creator_sm": [
    "U.S. Department of Commerce, Bureau of the Census, Geography Division"
  ],
  "dc_format_s": "Shapefile",
  "dc_type_s": "Dataset",
  "dc_subject_sm": [
    "boundaries",
    "Indian reservations",
    "Census",
    "Population",
    "Demography",
    "American Indian Reservations"
  ],
  "dct_spatial_sm": [
    "Virginia"
  ],
  "dct_issued_s": "2002",
  "dct_temporal_sm": [
    "1990"
  ],
  "dct_isPartOf_sm": [
    "TIGER/Line Files, UA Census 2000"
  ],
  "solr_geom": "ENVELOPE(-77.211952, -76.912025, 37.666327, 37.32977499946)",
  "solr_year_i": 1990,
  "harvard_collectionID_sm": [
    "990087417150203941"
  ]
}