{
  "geoblacklight_version": "1.0",
  "dc_identifier_s": "https://hgl.harvard.edu/catalog/harvard-tg00ctvot00",
  "dc_title_s": "UA Census Voting Districts, 2000 - Connecticut",
  "dc_description_s": "This datalayer displays the Voting Districts (VTDs) for the state based on a ground condition of January 1, 2000. Voting district (VTD) is the generic name for geographic entities such as precincts, wards, and election districts established by state governments for the purpose of conducting elections. States participating in the Census 2000 Redistricting Data Program as part of Public Law 94-171 (1975) may provide the U.S. Census Bureau with boundaries, codes, and names for their VTDs. The U.S. Census Bureau first reported data for VTDs in the 1980 census. Each VTD is identified by a 1- to 6-character alphanumeric census code that is unique within county. The code 'ZZZZZZ' identifies bodies of water for which no VTDs were identified. For a state or county that did not participate in Phase 2 (the Voting District Project) of the Census 2000 Redistricting Data Program, the codes fields are blank. Because the U.S. Census Bureau requires that VTDs follow boundaries of tabulation census blocks, participating states often show the boundaries of the VTDs they submit as conforming to tabulation census block boundaries. If requested by the participating state, the U.S. Census Bureau identifies the VTDs that represent an actual voting district with a Place Description Code of X. Where a participating state indicated that the VTD is a 'pseudo' VTD, the Place Description Code is Z. Where a participating state did not indicate to the U.S. Census Bureau whether or not the VTD followed the actual boundaries of the VTD or is a pseudo-VTD the Place Description Code is blank. The following states did not participate in Phase 2 (the Voting District Project) of the Census 2000 Redistricting Data Program and no VTDs appear for these states: California; Florida; Kentucky; and Montana Of the participating states (or statistically equivalent entities), the following did not submit VTD boundaries or codes as part of Phase 2 (the Voting District Project) of the Census 2000 Redistricting Data Program, but submitted State Legislative Districts (SLDs) only: North; Dakota; Ohio; Oregon; Wisconsin, and Arizona: did not submit VTDs in all counties.",
  "dc_rights_s": "Public",
  "dct_provenance_s": "Harvard",
  "dct_references_s": "{\"http://www.opengis.net/cat/csw/csdgm\":\"https://raw.githubusercontent.com/harvard-library/harvard-geodata/main/fgdc/TG00CTVOT00.xml\",\"http://www.opengis.net/def/serviceType/ogc/wms\":\"https://geodata-proxy.lib.harvard.edu/geoserver/proxy/requestfile/wms\",\"http://www.opengis.net/def/serviceType/ogc/wfs\":\"https://geodata-proxy.lib.harvard.edu/geoserver/proxy/requestfile/wfs\",\"http://schema.org/DownloadAction\":\"https://geodata-proxy.lib.harvard.edu/geoserver/proxy/downloadfile\"}",
  "layer_id_s": "vector_public:TG00CTVOT00",
  "layer_slug_s": "harvard-tg00ctvot00",
  "layer_geom_type_s": "Polygon",
  "layer_modified_dt": "2003-07-31T00:00:00Z",
  "dc_creator_sm": [
    "U.S. Department of Commerce, Bureau of the Census, Geography Division"
  ],
  "dc_format_s": "Shapefile",
  "dc_type_s": "Dataset",
  "dc_subject_sm": [
    "boundaries",
    "Census",
    "Election districts",
    "Polling places",
    "Political divisions",
    "Boundaries",
    "Voting districts"
  ],
  "dct_spatial_sm": [
    "Connecticut"
  ],
  "dct_issued_s": "2002",
  "dct_temporal_sm": [
    "2000"
  ],
  "dct_isPartOf_sm": [
    "TIGER/Line Files, UA Census 2000"
  ],
  "solr_geom": "ENVELOPE(-73.727775, -71.786994, 42.050587, 40.979897)",
  "solr_year_i": 2000,
  "harvard_collectionID_sm": [
    "990087417150203941"
  ]
}