{
  "geoblacklight_version": "1.0",
  "dc_identifier_s": "https://hgl.harvard.edu/catalog/harvard-tg10necta",
  "dc_title_s": "New England City and Town Areas (NECTA) United States 2010",
  "dc_description_s": "This polygon data layer represents the 2010 TIGER/Line Census New England city and town areas for the United States. The TIGER/Line Files are shapefiles and related database files (.dbf) that are an extract of selected geographic and cartographic information from the U.S. Census Bureau's Master Address File / Topologically Integrated Geographic Encoding and Referencing (MAF/TIGER) Database (MTDB). The MTDB represents a seamless national file with no overlaps or gaps between parts, however, each TIGER/Line File is designed to stand alone as an independent data set, or they can be combined to cover the entire nation. In New England (Connecticut, Maine, Massachusetts, New Hampshire, Rhode Island, and Vermont), the Office of Management and Budget (OMB) has defined an alternative county subdivision (generally cities and towns) based definition of Core Based Statistical Areas (CBSAs) known as New England City and Town Areas (NECTAs). NECTAs are defined using the same criteria as Metropolitan Statistical Areas and Micropolitan Statistical Areas and are identified as either metropolitan or micropolitan, based, respectively, on the presence of either an urban area of 50,000 or more population or an urban cluster of at least 10,000 and less than 50,000 population. A NECTA containing a single core urban area with a population of at least 2.5 million may be subdivided to form smaller groupings of cities and towns referred to as NECTA Divisions. The NECTAs for the 2010 Census are those defined by OMB and published in December 2009.",
  "dc_rights_s": "Public",
  "dct_provenance_s": "Harvard",
  "dct_references_s": "{\"http://www.opengis.net/cat/csw/csdgm\":\"https://raw.githubusercontent.com/harvard-library/harvard-geodata/main/fgdc/TG10NECTA.xml\",\"http://www.opengis.net/def/serviceType/ogc/wms\":\"https://geodata-proxy.lib.harvard.edu/geoserver/proxy/requestfile/wms\",\"http://www.opengis.net/def/serviceType/ogc/wfs\":\"https://geodata-proxy.lib.harvard.edu/geoserver/proxy/requestfile/wfs\",\"http://schema.org/DownloadAction\":\"https://geodata-proxy.lib.harvard.edu/geoserver/proxy/downloadfile\"}",
  "layer_id_s": "vector_public:TG10NECTA",
  "layer_slug_s": "harvard-tg10necta",
  "layer_geom_type_s": "Polygon",
  "layer_modified_dt": "2012-01-10T00:00:00Z",
  "dc_creator_sm": [
    "U.S. Census Bureau. Geography Division"
  ],
  "dc_format_s": "Shapefile",
  "dc_type_s": "Dataset",
  "dc_subject_sm": [
    "Boundaries",
    "Census",
    "Cities and towns",
    "Administrative and political divisions",
    "boundaries",
    "Nation",
    "Polygon",
    "New England City and Town Area",
    "NECTA"
  ],
  "dct_spatial_sm": [
    "United States",
    "United States",
    "U.S."
  ],
  "dct_issued_s": "2010",
  "dct_temporal_sm": [
    "2010"
  ],
  "solr_geom": "ENVELOPE(-73.727775, -68.202252, 45.660816, 40.950943)",
  "solr_year_i": 2010,
  "harvard_collectionID_sm": [
    "990131492120203941"
  ]
}