{
  "geoblacklight_version": "1.0",
  "dc_identifier_s": "https://hgl.harvard.edu/catalog/harvard-tg10ustribalblkgrp",
  "dc_title_s": "Tribal Block Groups United States 2010",
  "dc_description_s": "This polygon data layer represents the 2010 TIGER/Line Census tribal block groups for the United States. The TIGER/Line Files are shapefiles and related database files (.dbf) that are an extract of selected geographic and cartographic information from the U.S. Census Bureau's Master Address File / Topologically Integrated Geographic Encoding and Referencing (MAF/TIGER) Database (MTDB). The MTDB represents a seamless national file with no overlaps or gaps between parts, however, each TIGER/Line File is designed to stand alone as an independent data set, or they can be combined to cover the entire nation. A tribal block group is a cluster of census tabulation blocks within a single tribal census tract delineated by American Indian tribal participants or the Census Bureau for the purpose of presenting demographic data on their reservation and/or off-reservation trust land. The 2010 Census tribal block groups are defined independently of the standard county-based block group delineation. For federally recognized American Indian Tribes with reservations and/or off-reservation trust lands with a population less than 1,200, a single tribal block group is defined. Qualifying reservations and/or off-reservation trust lands with a population greater than 1,200 could define additional tribal block groups within their area without regard to the standard block group configuration. For the 2010 Census, tribal block groups do not necessarily contain tabulation blocks always beginning with the same number and could contain seemingly duplicate block numbers. For the 2010 Census, tabulation block numbers are still assigned only using by standard block group, not the tribal block groups. To better identify tribal block groups, the letter code range A through K (except I, which could be confused with a number 1) is used uniquely within each tribal census tract. For the 2010 Census, tribal block groups and tribal census tracts were delineated through the Tribal Statistical Areas Praogram (TSAP).",
  "dc_rights_s": "Public",
  "dct_provenance_s": "Harvard",
  "dct_references_s": "{\"http://www.opengis.net/cat/csw/csdgm\":\"https://raw.githubusercontent.com/harvard-library/harvard-geodata/main/fgdc/TG10USTRIBALBLKGRP.xml\",\"http://www.opengis.net/def/serviceType/ogc/wms\":\"https://geodata-proxy.lib.harvard.edu/geoserver/proxy/requestfile/wms\",\"http://www.opengis.net/def/serviceType/ogc/wfs\":\"https://geodata-proxy.lib.harvard.edu/geoserver/proxy/requestfile/wfs\",\"http://schema.org/DownloadAction\":\"https://geodata-proxy.lib.harvard.edu/geoserver/proxy/downloadfile\"}",
  "layer_id_s": "vector_public:TG10USTRIBALBLKGRP",
  "layer_slug_s": "harvard-tg10ustribalblkgrp",
  "layer_geom_type_s": "Polygon",
  "layer_modified_dt": "2012-01-10T00:00:00Z",
  "dc_creator_sm": [
    "U.S. Census Bureau. Geography Division"
  ],
  "dc_format_s": "Shapefile",
  "dc_type_s": "Dataset",
  "dc_subject_sm": [
    "Boundaries",
    "Indian reservations",
    "Census",
    "Administrative and political divisions",
    "boundaries",
    "Nation",
    "Polygon",
    "Tribal Block Group"
  ],
  "dct_spatial_sm": [
    "United States",
    "United States",
    "U.S."
  ],
  "dct_issued_s": "2010",
  "dct_temporal_sm": [
    "2010"
  ],
  "solr_geom": "ENVELOPE(-179.231086, 179.859681, 71.441059, 17.831509)",
  "solr_year_i": 2010,
  "harvard_collectionID_sm": [
    "990131492120203941"
  ]
}