{
  "geoblacklight_version": "1.0",
  "dc_identifier_s": "https://hgl.harvard.edu/catalog/harvard-tg95uttrtpy",
  "dc_title_s": "Census Tracts, 1995 - Utah",
  "dc_description_s": "This datalayer displays Census Tracts for the state. Census tracts are small, relatively permanent statistical subdivisions of a county or statistically equivalent entity delineated by local participants as part of the U.S. Census Bureau's Participant Statistical Areas Program. The U.S. Census Bureau delineated census tracts where no local participant existed or where a local or tribal government declined to participate. The primary purpose of census tracts is to provide a stable set of geographic units for the presentation of decennial census data. For the 1990 census, some counties had census tracts and others had block numbering areas (BNAs). Census tracts in the United States, Puerto Rico, and the Virgin Islands of the United States generally have between 1,500 and 8,000 people, with an optimum size of 4,000 people. For American Samoa, the Northern Mariana Islands, and Guam, the optimum size is 2,500 people. Counties and statistically equivalent entities with fewer than 1,500 people have a single census tract. Census tracts on American Indian reservations, off-reservation trust lands, and special places must contain a minimum of 1,000 people. (Special places include correctional institutions, military installations, college campuses, workers' dormitories, hospitals, nursing homes, and group homes.) When first delineated, census tracts are designed to be relatively homogeneous with respect to population characteristics, economic status, and living conditions. The spatial size of census tracts varies widely depending on the density of settlement, delineated with the intention of being maintained over many decades so that statistical comparisons can be made from decennial census to decennial census. However, physical changes in street patterns caused by highway construction, new developments, and so forth, may require occasional boundary revisions. In addition, census tracts occasionally are split due to population growth or combined as a result of substantial population decline. Census tracts are identified by a four-digit basic number and may have a two-digit numeric suffix; for example, 6059.02. The decimal point separating the four-digit basic tract number from the two-digit suffix is shown in the printed reports and on census maps. In computer-readable files, the decimal point is implied. Many census tracts do not have a suffix; in such cases, the suffix field is either left blank or is zero-filled. Leading zeros in a census tract number (for example, 002502) are shown only in computer-readable files. Census tract suffixes may range from .01 to .98. For the 1990 census, the .99 suffix was reserved for census tracts/block numbering areas (BNAs) that contained only crews-of-vessels population. The U.S. Census Bureau reserves the basic census tract numbers 9400 to 9499 for census tracts delineated within or to encompass American Indian reservations and off-reservation trust lands that exist in multiple states or counties (see TRIBAL CENSUS TRACTS). The number 0000 in computer-readable files identifies a census tract delineated to provide complete coverage of water area in territorial seas and the Great Lakes.",
  "dc_rights_s": "Public",
  "dct_provenance_s": "Harvard",
  "dct_references_s": "{\"http://www.opengis.net/cat/csw/csdgm\":\"https://raw.githubusercontent.com/harvard-library/harvard-geodata/main/fgdc/TG95UTTRTPY.xml\",\"http://www.opengis.net/def/serviceType/ogc/wms\":\"https://geodata-proxy.lib.harvard.edu/geoserver/proxy/requestfile/wms\",\"http://www.opengis.net/def/serviceType/ogc/wfs\":\"https://geodata-proxy.lib.harvard.edu/geoserver/proxy/requestfile/wfs\",\"http://schema.org/DownloadAction\":\"https://geodata-proxy.lib.harvard.edu/geoserver/proxy/downloadfile\"}",
  "layer_id_s": "vector_public:TG95UTTRTPY",
  "layer_slug_s": "harvard-tg95uttrtpy",
  "layer_geom_type_s": "Polygon",
  "layer_modified_dt": "2003-01-08T00:00:00Z",
  "dc_creator_sm": [
    "U.S. Department of Commerce, Bureau of the Census, Geography Division"
  ],
  "dc_format_s": "Shapefile",
  "dc_type_s": "Dataset",
  "dc_subject_sm": [
    "boundaries",
    "Census",
    "Census districts",
    "Administrative divisions",
    "Boundaries"
  ],
  "dct_spatial_sm": [
    "Utah"
  ],
  "dct_issued_s": "1996",
  "dct_temporal_sm": [
    "1995"
  ],
  "dct_isPartOf_sm": [
    "TIGER/Line Files, 1995"
  ],
  "solr_geom": "ENVELOPE(-114.052998, -109.041058, 42.001617, 36.997905)",
  "solr_year_i": 1995,
  "harvard_collectionID_sm": [
    "990074179590203941"
  ]
}