{
  "geoblacklight_version": "1.0",
  "dc_identifier_s": "https://hgl.harvard.edu/catalog/harvard-tg95azplcpy",
  "dc_title_s": "Census Places, 1990 - Arizona",
  "dc_description_s": "This datalayer displays the Census Places for Arizona based on the ground condition of January 1, 1990. Places, for the reporting of decennial census data, include census designated places, consolidated cities, and incorporated places. Each place is assigned a five-digit Federal Information Processing Standards (FIPS) code, based on the alphabetical order of the place name within each state. If place names are duplicated within a state, and they represent distinctly different areas, a separate code is assigned to each place name alphabetically by primary county in which each place is located, or if both places are in the same county, alphabetically by their legal description (for example, ''city'' before ''village''). Statistical entities which may be represented in this datalyer include: Census Designated Place (CDP). Census designated places (CDPs) are delineated for each decennial census as the statistical counterparts of incorporated places. CDPs are delineated to provide census data for concentrations of population, housing, and commercial structures that are identifiable by name but are not within an incorporated place. CDP boundaries usually are defined in cooperation with state, local, and tribal officials. These boundaries, which usually coincide with visible features or the boundary of an adjacent incorporated place or other legal entity boundary, have no legal status, nor do these places have officials elected to serve traditional municipal functions. CDP boundaries may change from one decennial census to the next with changes in the settlement pattern; a CDP with the same name as in an earlier census does not necessarily have the same boundary. Consolidated City. An incorporated place that has combined its governmental functions with a county or subcounty entity but contains one or more other incorporated places that continue to function as local governments within the consolidated government. Incorporated Place. A type of governmental unit, incorporated under state law as a city, town (except in New England, New York, and Wisconsin), borough (except in Alaska and New York), or village, having legally prescribed limits, powers, and functions.",
  "dc_rights_s": "Public",
  "dct_provenance_s": "Harvard",
  "dct_references_s": "{\"http://www.opengis.net/cat/csw/csdgm\":\"https://raw.githubusercontent.com/harvard-library/harvard-geodata/main/fgdc/TG95AZPLCPY.xml\",\"http://www.opengis.net/def/serviceType/ogc/wms\":\"https://geodata-proxy.lib.harvard.edu/geoserver/proxy/requestfile/wms\",\"http://www.opengis.net/def/serviceType/ogc/wfs\":\"https://geodata-proxy.lib.harvard.edu/geoserver/proxy/requestfile/wfs\",\"http://schema.org/DownloadAction\":\"https://geodata-proxy.lib.harvard.edu/geoserver/proxy/downloadfile\"}",
  "layer_id_s": "vector_public:TG95AZPLCPY",
  "layer_slug_s": "harvard-tg95azplcpy",
  "layer_geom_type_s": "Polygon",
  "layer_modified_dt": "2002-11-01T00:00:00Z",
  "dc_creator_sm": [
    "U.S. Department of Commerce, Bureau of the Census, Geography Division"
  ],
  "dc_format_s": "Shapefile",
  "dc_type_s": "Dataset",
  "dc_subject_sm": [
    "boundaries",
    "Census",
    "Cities and towns",
    "Land use planning",
    "Land settlement patterns"
  ],
  "dct_spatial_sm": [
    "Arizona"
  ],
  "dct_issued_s": "1996",
  "dct_temporal_sm": [
    "1990"
  ],
  "dct_isPartOf_sm": [
    "TIGER/Line Files, 1995"
  ],
  "solr_geom": "ENVELOPE(-114.794913, -109.045275, 37.000609, 31.33256)",
  "solr_year_i": 1990,
  "harvard_collectionID_sm": [
    "990074179590203941"
  ]
}