{
  "geoblacklight_version": "1.0",
  "dc_identifier_s": "https://hgl.harvard.edu/catalog/harvard-vmap1cavep",
  "dc_title_s": "VMap1 Caves, Points",
  "dc_description_s": "This datalayer is a point coverage representing cave features located throughout current Vmap geographic coverage areas. Objects in this layer have a FACC (Feature and Attribute Coding Catalogue) Code of DB030, defined as, 'A natural subterranean chamber or series of chambers open to the Earth's surface.' This layer was derived from the VMAP1 series produced by the National Geospatial-Intelligence Agency (NGA), an agency of the United States government. VMAP data set products use the 'vector product format' (vpf) utilized first by the US Defense Mapping Agency and later by its successor, the National Imagery and Mapping Agency (NIMA, now known as the NGA). 'VMap' is derived from 'Vector Smart Map.' Vector Smart Map (VMAP) Level 1 is a global vector GIS dataset at 1:250,000 scale. This is currently the most detailed global digital dataset freely available and can be downloaded from the National Imagery and Mapping Agency (NGA) website, using the GeoSpatial Engine The coverage is not complete - of the 234 zones which make up the dataset, only around 25% are currently (2002) available - others have not yet been completed or are not declassified. They feature a vast number of files organized into libraries. These libraries, or coverages, are geographicially bounded areas, rather than feature-linked coverages. VMAP Layers in the Harvard Geospatial Library are feature-based as we have processed the multiple tiles from the VMAP libraries into a series of seamless coverages (i.e. Aqueduct Lines appear in a single layer, 'Aqueduct Lines') which depict a particular feature as it occurs throughout the available geographic coverage areas. Since different geographic areas were mapped by NIMA at different times using various types of feature capture and scanning and digitizing methods and software, multiple map sources of varying dates and multiple processing approaches are represented in each of these HGL layers. We have necessarily generalized the discussion of data source material and process steps in the Data Quality section of this metadata document.",
  "dc_rights_s": "Public",
  "dct_provenance_s": "Harvard",
  "dct_references_s": "{\"http://www.opengis.net/cat/csw/csdgm\":\"https://raw.githubusercontent.com/harvard-library/harvard-geodata/main/fgdc/VMAP1CAVEP.xml\",\"http://www.opengis.net/def/serviceType/ogc/wms\":\"https://geodata-proxy.lib.harvard.edu/geoserver/proxy/requestfile/wms\",\"http://www.opengis.net/def/serviceType/ogc/wfs\":\"https://geodata-proxy.lib.harvard.edu/geoserver/proxy/requestfile/wfs\",\"http://schema.org/DownloadAction\":\"https://geodata-proxy.lib.harvard.edu/geoserver/proxy/downloadfile\"}",
  "layer_id_s": "vector_public:VMAP1CAVEP",
  "layer_slug_s": "harvard-vmap1cavep",
  "layer_geom_type_s": "Point",
  "layer_modified_dt": "2004-10-04T00:00:00Z",
  "dc_creator_sm": [
    "National Geospatial-Intelligence Agency"
  ],
  "dc_format_s": "Shapefile",
  "dc_type_s": "Dataset",
  "dc_subject_sm": [
    "geoscientificInformation",
    "Caves",
    "Landforms",
    "Physiographic features"
  ],
  "dct_spatial_sm": [
    "Earth",
    "Northern Hemisphere",
    "Southern Hemisphere",
    "Eastern Hemisphere",
    "Western Hemisphere",
    "Polar regions",
    "Antarctica",
    "Arctic regions",
    "Africa",
    "Asia",
    "Australia",
    "Europe",
    "North America",
    "South America"
  ],
  "dct_temporal_sm": [
    "1995-2001"
  ],
  "solr_geom": "ENVELOPE(-123.392303, 131.299545, 49.030437, 10.177806)",
  "solr_year_i": 1995,
  "harvard_collectionID_sm": [
    "990095256130203941"
  ]
}